13/data/attachments/79c8078054bb3a21.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jaclyn_explain_Actions_15645_3</nif:username>
            <nif:friendToBeRequested>soap_actions_02bb31c7-3d88-4dc5-b1ca-a5c8c878fa5b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>